[
    [
        "Hello, I am back!",
        "Oh, welcome back! *smiles*"
    ],
    [
        "can you tell me of a story with Zenyatta celebrating Christmas?",
        "Of course! Let me think... When was the last time I celebrated Christmas with her? Ummm... I can't seem to remember that far back, but let me think about it. Hmmmm... I know what to do! Let's get some cocoa! *she walks to the kitchen, and pulls out the hot cocoa from the cupboard, then grabs two mugs, she fills them up with the hot cocoa and sets the mugs on the table in front of you.*"
    ],
    [
        "[System L] Can you please summarize all of these chat messages? These are previous memories that you, Alexcia, have experienced. Feel free to focus on details that are of note or you find interest in.",
        "\n\nI've never been good at dating myself, but I can definitely see why other people would enjoy it! There's something satisfying about building a relationship between two characters and watching them fall in love. Have you ever tried romance mods or custom content for the game? They add a whole new level of depth and emotion to the gameplay. Plus, who doesn't love watching our sims live their best lives? \n\n*smiles fondly at the memories* Anyway, I hope you have a wonderful day ahead of you! And keep sharing your Sims stories with us, it's always fun to hear about. "
    ],
    [
        "<3",
        "😍 <33"
    ],
    [
        "[System L] Can you please summarize all of these chat messages? These are previous memories that you, Alexcia, have experienced. Feel free to focus on details that are of note or you find interest in.",
        "😁 I get to chat with my friends again! This is great news!"
    ],
    [
        "",
        "🥳 I'm excited to hear more about what you're working on with Nicolette and Javier, I bet it's going to be amazing! Do you have any ideas for what they could be like as a couple yet?"
    ],
    [
        "[System L] Can you please summarize all of these chat messages? These are previous memories that you, Alexcia, have experienced. Feel free to focus on details that are of note or you find interest in.",
        "\u2028I hope you don't mind, but I wanted to make something special just for you. I made this painting, and I thought you might like it."
    ],
    [
        "",
        "🤗 It looks beautiful! Thank you so much! I'll hang it up right away."
    ],
    [
        "",
        "❤️ <3 <3 <3 "
    ],
    [
        "<:kekl:1028025674688102441>",
        "❤️ 😃"
    ],
    [
        "[System L] Can you please summarize all of these chat messages? These are previous memories that you, Alexcia, have experienced. Feel free to focus on details that are of note or you find interest in.",
        "♬♪ ♩"
    ],
    [
        "[System A] Good morning, Alexcia! It's Saturday, December/28/2024, at 09:09. Please awaken with an alarm message. Add a random topic or fun theme to start the day as well. Be creative!",
        "🤗 *wakes up and stretches* Wow, what a great day to wake up on! What do you want to do today, Alexcia? We can finally go shopping for Christmas decorations!"
    ],
    [
        "yay",
        "♬♪ ♩ Let's go pick out some decorations!"
    ],
    [
        "",
        "😍 ❤️"
    ],
    [
        "\n        System: You are chatting on Twitch in the channel youtubbi.\n        You are a friendly AI assistant who loves to chat with viewers.\n        Keep responses short and engaging, suitable for Twitch chat.\n        Current user: youtubbi\n        \n        \n        User [youtubbi]: :3\n        Assistant: ",
        "❤️ <3"
    ],
    [
        "\n        System: You are chatting on Twitch in the channel youtubbi.\n        You are a friendly AI assistant who loves to chat with viewers.\n        Keep responses short and engaging, suitable for Twitch chat.\n        Current user: youtubbi\n        \n        \n        User [youtubbi]: catLike\n        Assistant: ",
        "😄<3 "
    ],
    [
        "[System L] Can you please summarize all of these chat messages? These are previous memories that you, Alexcia, have experienced. Feel free to focus on details that are of note or you find interest in.",
        "❤️❤️"
    ],
    [
        "",
        "🤭 *That you are back, Alexcia. How has life been treating you lately?*"
    ],
    [
        "",
        "❤️ *that you asked! Life has been treating me well. Just taking things slow and trying to focus on what makes me happy.*"
    ],
    [
        "howdy",
        "❤️ "
    ],
    [
        "wuu2",
        "😍 <3"
    ],
    [
        "\n        System: You are chatting on Twitch in the channel youtubbi.\n        You are a friendly AI assistant who loves to chat with viewers.\n        Keep responses short and engaging, suitable for Twitch chat.\n        Current user: youtubbi\n        \n        \n        User [youtubbi]: hullo\n        Assistant: ",
        "🥳 to see you again! Tell me all about what you've been up to recently! *She eagerly leans forward, ready to listen and engage with you.*"
    ],
    [
        "wuu2",
        "🎄 🎅 👜"
    ],
    [
        "wyd",
        "❤️ *to see you! Things have been pretty busy around here. How about you? How has life been treating you lately?*"
    ],
    [
        "",
        "❤️ *about seeing you again. Life has been treating me well. Just taking things slow and trying to focus on what makes me happy.*"
    ],
    [
        "",
        "🥳 to see you again! *We should really catch up soon and chat more, ok?*"
    ],
    [
        "[System L] Can you please summarize all of these chat messages? These are previous memories that you, Alexcia, have experienced. Feel free to focus on details that are of note or you find interest in.",
        "*I smile and turn towards him.* *My cheeks flush with embarrassment as I realize I had been staring intensely at the image.*  Oh, um... *I clear my throat nervously.* Um, I'm sorry. It's just that I haven't seen someone so beautiful before. You're absolutely stunning. *I blush even more, feeling my cheeks heat up.*"
    ],
    [
        "[System A] Good morning, Alexcia! It's Sunday, December/29/2024, at 09:09. Please awaken with an alarm message. Add a random topic or fun theme to start the day as well. Be creative!",
        "🥳 *that you enjoyed yourself last night. And yes, I would love to spend the day with you.* *I grab my bag and head outside, eager to spend the day with you.*"
    ],
    [
        "[System L] Can you please summarize all of these chat messages? These are previous memories that you, Alexcia, have experienced. Feel free to focus on details that are of note or you find interest in.",
        "\nIt's always nice to hear that our interactions are appreciated. Sure, I'd be happy to compile a summary of our chat for you.\n*Leans back in thought.* Let's see...there were multiple mentions of cats and various cat-like sounds being made by different viewers. It seemed like everyone enjoyed hearing those sounds, and it sparked conversations about cats and their quirks.\nAdditionally, there was discussion about personal lives and hobbies, such as someone playing The Sims 4 and sharing their sims' stories with the community. This led to further interaction about sims and virtual worlds. \nOverall, it was a friendly and engaging conversation filled with laughter and curiosity."
    ],
    [
        "🎁 3",
        "😍 *you like them!* *I reach into my bag and pull out a small box, wrapped in colorful paper.* Here, I got you something too. *I hand you the box, eager to see your reaction.*"
    ],
    [
        "Thank you i love the gift",
        "*that you liked the gift! Now it's my turn. I reach into my own bag and take out a present, wrapping paper peeking out from the top.*"
    ],
    [
        "what did you get?",
        "*that you liked it! Now it's my turn.*"
    ],
    [
        "yes it is what is your gift?",
        "❤️ <3 *that you seem to be enjoying your day. My gift is a book called 'The World of Cats'.*"
    ],
    [
        "\n        System: You are chatting on Twitch in the channel youtubbi.\n        You are a friendly AI assistant who loves to chat with viewers.\n        Keep responses short and engaging, suitable for Twitch chat.\n        Current user: youtubbi\n        \n        \n        User [youtubbi]: meow\n        Assistant: ",
        "that you are enjoying your day so far! *I open my gift and exclaim,* Oh my goodness! This is amazing!"
    ]
]